Repository: grascovit/reminder-flutter
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Delete
pt: Apagar

source: Description
pt: Descrição

# descriptionHelper
source: An action you should remind of: buy milk, feed your pet, etc.
pt: Uma ação que você deve lembrar: comprar leite, alimentar seu pet, etc.

# descriptionLabel
source: Remind me to:
pt: Me lembre de:

# descriptionMissing
source: Please enter a description
pt: Por favor, informe uma descrição

source: Edit
pt: Editar

source: Edit Reminder
pt: Editar lembrete

# googleSignInError
source: There was a problem while trying to sign in using Google. Please try again.
pt: Ocorreu um problema ao tentar entrar usando sua conta Google. Por favor, tente novamente.

source: New Reminder
pt: Novo lembrete

# placeHint
source: Place
pt: Lugar

# placeLabel
source: Near a specific place
pt: Próximo de um lugar específico

# placeMissing
source: Please enter a place
pt: Por favor, informe um lugar

# placeTypeDropdownLabel
source: And I am near a place of the following type:
pt: E estou próximo de um lugar da seguinte categoria:

# placeTypeHint
source: Place Type
pt: Categoria do lugar

# placeTypeLabel
source: Near places with a specific category
pt: Próximo de lugares de uma categoria específica

# placeTypeMissing
source: Please enter a place type
pt: Por favor, informe uma categoria

# radiusLabel
source: And I am at most {radius} meters away from it
pt: E estou até {radius} metros de distância

# reminderCreated
source: Reminder successfully created
pt: Lembrete criado com sucesso

# reminderDeleted
source: Reminder successfully deleted
pt: Lembrete apagado com sucesso

source: Reminders
pt: Lembretes

# reminderTypeLabel
source: When I am:
pt: Quando eu estiver:

# reminderUpdated
source: Reminder successfully updated
pt: Lembrete atualizado com sucesso

source: Sign in with Google
pt: Entrar com sua conta Google

source: Submit
pt: Salvar

# upToRadius
source: Up to {radius}m away
pt: Até {radius}m de distância
